[
    {
	"role":" Robert Paquette, Professor of History | Executive Director, Alexander Hamilton Institute",
	"company":"Hamilton College, Clinton, NY, USA",
	"summary":"I am pleased to recommend Vineeth Devi Prasad Rao. I know him quite well, for more than three years. I have taught him in several classes and served as his adviser. He attended many of the events sponsored by my Alexander Hamilton Institute. Simply put, Mr. Rao is one of the most courteous and well-mannered students I have taught in thirty-five years at Hamilton College. He has a fine sense of humor and a versatile mind. I have taught him in two great books classes. He has read Montesquieu's Spirit of the Laws and Tocqueville's Democracy in America cover to cover. He speaks and writes English fluently. He has keen interests in physics and engineering. He plays the piano beautifully. Should you hire Mr. Rao, you would be getting a cultured, intelligent, and gifted young person who could be something quite special if he channels his energies in a particular direction. I recommend him enthusiastically. Should you need any additional information, please don't hesitate to contact me at any time.",
	"range":"April 2016"
    },
    {
    "role":"James Bradfield, Elias W. Leavenworth Professor of Economics",
    "company":"Hamilton College, Clinton, NY, USA",
    "summary":"My experience with Vineeth is as a frequent user of the Hamilton College Help Desk, where Vineeth is a consultant. The Help Desk is an operation of Information and Technology Services. Vineeth has always provided excellent guidance for my questions about Word and Excel. He is infallibly patient, cheerful, and courteous. I recommend him strongly for any position in which interacting with users of computer software is important."
	},
	{
	"role":"Robert Simon, Walcott-Bartlett Professor of Philosophy Emeritus",
    "company":"Hamilton College, Clinton, NY, USA",
    "summary":"Vineeth was my advisee his first two years at Hamilton College. He worked very hard in a difficult scientific curriculum and was a pleasure for me to work with. He is a good speaker whom I would expect to work well with others and to contribute to whatever organization he is associated with. He also would be a good candidate for graduate education and I would expect him to be successful in such a program."
	}
]